{"sentence":"Scientists discovered a gene for pea flavour 30 years ago.","label":1}
{"sentence":"The emergency situation warranted an emergency response but that does not mean that companies bypassed safety protocols or didn't perform adequate testing","label":0}
{"sentence":"You've probably heard that white rice is empty calories","label":1}
{"sentence":"Among humans, patriarchy isn't universal either.","label":1}
{"sentence":"Harry is not worried about smell","label":0}
{"sentence":"COVID-19 vaccines will alter my DNA","label":1}
{"sentence":"The further we dive into prehistory, the more varied forms of social organisation we see.","label":0}
{"sentence":"Much of a potato's nutrients will be found in the skin","label":1}
{"sentence":"Aimee gained nearly a kilo in weight - Nancy lost weight.","label":0}
{"sentence":"The US Food and Drug Administration still recommends limiting (but not completely avoiding) saturated fat intake in the updated Dietary Guidelines for Americans,","label":1}
{"sentence":"Let's explore different perspectives","label":0}
{"sentence":"But Prof Gao is less forthright.","label":0}
{"sentence":"the notion that everyone needs exactly 64 ounces or two liters of water each day is wrong.","label":1}
{"sentence":"Its intention was only ever to serve those at the very top: society's elites.","label":0}
{"sentence":"this is a big fat myth.","label":0}
{"sentence":"Maintaining population levels put an inevitable pressure on families.","label":0}
{"sentence":"Human cells break down and get rid of the mRNA soon after they have finished using the instructions","label":1}
{"sentence":"This myth is dangerously logical.","label":0}
{"sentence":"The statistics tell a different story","label":0}
{"sentence":"I won't need to wear a mask after I get vaccinated for COVID-19","label":1}
{"sentence":"This is a random statement","label":0}
{"sentence":"The temperature on the surface of Enceladus is minus 200 degrees Celsius","label":1}
{"sentence":"The Safer was constructed as a supertanker in 1976 and converted later into a floating storage and offloading facility for oil.","label":1}
{"sentence":"Movements for gender equality across the world are symptoms of the social tension humans have been living with in patriarchal societies for centuries.","label":1}
{"sentence":"This last one is the winner","label":0}
{"sentence":"Germany has insisted that it is not blocking the delivery of German-made Leopard tanks, which other countries want to send.","label":0}
{"sentence":"Towel after one use, your pyjamas after one use.","label":0}
{"sentence":"Promised to bring two days of fun and excitement, today was Ladies Day","label":0}
{"sentence":"Once upon a time, coffee was linked to heart problems,","label":0}
{"sentence":"The world has installed more than one terawatt of solar capacity.","label":1}
{"sentence":"But that doesn’t mean they’re unsafe","label":0}
{"sentence":"Matilda Welin talks to the 'no-wash' and 'low-wash' believers","label":0}
{"sentence":"As this theory goes, social elites emerged as some people built up more property than others, driving men to want to make sure their wealth would pass onto their legitimate children.","label":0}
{"sentence":"It's the first such acknowledgement that some kind of official investigation took place, but while Prof Gao says he has not seen the result, he has \"heard\" that the lab was given a clean bill of health.","label":1}
{"sentence":"\"There's not a never ending supply of animals, or animal fat,\" said Matt Finch from Transport & Environment.","label":0}
{"sentence":"The sun also influences earth’s climate","label":1}
{"sentence":"The Chinese government says it rules out both the lab and the market - and Prof Gao's comments could simply be seen as the more scientific version of that position, because he rules out neither. Both are based on that idea of a lack of evidence","label":1}
{"sentence":"Muscle weighs more than fat.","label":1}
{"sentence":"Your body cleanses itself.","label":1}
{"sentence":"However, those that had COVID-19 should delay vaccination until about 90 days from diagnosis","label":1}
{"sentence":"aluminum in various forms is not known to cause cancer in humans","label":1}
{"sentence":"A flight from Paris to New York would need fat from 8,800 dead pigs if all the fuel came from animal sources","label":1}
{"sentence":"Let's set the record straight on some of the myths circulating about COVID-19 vaccines","label":0}
{"sentence":"Christian B, 45, was named as the prime suspect in 2020.","label":1}
{"sentence":"It threatens the future of the planet that we depend on for our survival and we're the last generation that can do something about it","label":0}
{"sentence":"All sunscreen is the same","label":1}
{"sentence":"Prof Lipkin now says ruling out any lab-based scenario in the paper was putting it too strongly.","label":1}
{"sentence":"The sun powers life on earth, keeping the planet warm enough for us all to survive","label":1}
{"sentence":"10,000 steps is the key to getting healthy","label":1}
{"sentence":"However, the evidence contradicts this claim","label":0}
{"sentence":"Its warped social environment was the product of too many male monkeys being placed with tragically too few females.","label":0}
{"sentence":"Harvard Medical School suggests using it sparingly and rotating it with other nutrient-dense oils","label":0}
{"sentence":"While they are being promoted around the world as a crucial weapon in reducing carbon emissions, solar panels have an average lifespan of 25-30 years.","label":1}
{"sentence":"You must drink 64 ounces of water each day","label":1}
{"sentence":"It turns out, though, that leaving the house just after a shower isn’t going to make you sick… unless you’re already sick, that is.","label":1}
{"sentence":"The big question is why.","label":0}
{"sentence":"“The difference is that muscle is denser than fat, so one pound of muscle takes up less space than a pound of fat.”","label":1}
{"sentence":"Eating a product labeled gluten-free is healthy.","label":1}
{"sentence":"Arthritis develops when the cartilage within the joint breaks down and allows the bones to rub together.","label":1}
{"sentence":"Beyond egg yolks, plenty of other foods have been villainized over the years, whether it was by your parents growing up, your doctor, or even what you saw on TV and in movies.","label":0}
{"sentence":"That being said, because coconut oil is so high in saturated fat, it isn't something you want to reach for too frequently.","label":0}
{"sentence":"The term ultra-processed foods - or UPF - was only coined 15 years ago but it makes up about half the things we now eat in the UK.","label":1}
{"sentence":"But at Çatalhöyük you don’t see that at all.","label":0}
{"sentence":"Responsible behaviour from spectators is a condition of attendance","label":0}
{"sentence":"I learned that, while there are many myths and misconceptions about how men came to have as much power as they do, the true history also offers insights into how we might finally achieve gender equality.","label":0}
{"sentence":"I wish I was one of those superheroes who thrived on just six or seven hours of sleep","label":0}
{"sentence":"We had a frank discussion on Leopards 2. To be continued, Oleksii Reznikov said after meeting Western allies on Friday.","label":0}
{"sentence":"Fat-soluble vitamins, protein, carbs, and fat should largely remain intact during the canning process,","label":1}
{"sentence":"The sun is safer than tanning beds","label":1}
{"sentence":"Solar changes are causing the earth to warm, not us.","label":1}
{"sentence":"Let's approach this with an open mind","label":0}
{"sentence":"STDs can be caused by viruses, bacteria, or parasites.","label":1}
{"sentence":"The timelines don’t match up.","label":0}
{"sentence":"Later, she met her husband, who, she says, \"hardly ever washes any clothes\"","label":0}
{"sentence":"Smith concluded","label":0}
{"sentence":"For this is the judging of a competition; the Indigo Invitational, where people from across the world wear raw denim jeans for a year","label":0}
{"sentence":"Anthropologists and philosophers have asked whether agriculture could have been the tipping point in the power balance between men and women.","label":0}
{"sentence":"Cracking your knuckles isn’t necessarily good for you, though.","label":1}
{"sentence":"Jeans wearers are not the only people cutting down on laundry","label":0}
{"sentence":"Don’t waste those yolks anymore—they’re a “goldmine of nutrition,” says Holovach.","label":0}
{"sentence":"A historic, white and red, lakefront property located just off the shores of Lake Erie and surrounded by glittering water on all sides.","label":0}
{"sentence":"In April 2022, Taliban supreme leader Haibatullah Akhundzada decreed that cultivation of the poppy - from which opium, the key ingredient for the drug heroin can be extracted - was strictly prohibited.","label":1}
{"sentence":"He is currently serving a seven-year sentence in Germany over the rape of a pensioner in Praia da Luz-the same area in Portugal where Maddie went missing.","label":1}
{"sentence":"Every day of delay is the death of Ukrainians, Mykhailo Podolyak wrote on Twitter.","label":0}
{"sentence":"Natural sugars are better for you than refined sugar","label":1}
{"sentence":"Huanan Seafood Market","label":0}
{"sentence":"But looked at another way, there may be more common ground than it seems.","label":0}
{"sentence":"Others in the hiking community recommended Ex Officio wool underwear, which can be worn over subsequent days or washed and dried quickly. Using this and other wool clothing, Harry discovered she could hike and backpack for days and still feel comfortable. \"Then,\" she says, \"I started to think: Why don't I do this in my everyday life?\" And that was that","label":0}
{"sentence":"George, a young member of the baboon colony, had stolen a female belonging to the 'king,' the oldest, largest baboon of Monkey Hill.","label":0}
{"sentence":"white rice is packed with iron and B vitamins to bolster its nutritional value, according to the Kendall Reagan Nutrition Center.","label":0}
{"sentence":"They just sound healthier because they have fancy names.","label":0}
{"sentence":" But other scientists say there is not enough evidence to rule out the main alternative possibility - that the virus infected someone involved in research which was designed to better understand the threat of viruses emerging from nature.","label":1}
{"sentence":"Based on studies of other coronaviruses, they think the virus may have started in bats and evolved to infect humans","label":1}
{"sentence":"Neither the Pfizer\/BioNTech COVID-19 vaccine nor the Moderna COVID-19 vaccines contain fetal cells nor were fetal cells used the development or production of either vaccine","label":1}
{"sentence":"From sliced brown bread to ready meals and ice cream, it is a group of foods made with varying - but often substantial - levels of industrial processing.","label":0}
{"sentence":"Its murderous primates reinforced a popular myth at the time that humans were a naturally patriarchal species.","label":0}
{"sentence":"I grew up in a house where you wash everything after one use, she tells BBC Culture","label":0}
{"sentence":"The European Space Agency (Esa) calculated the rate at which the water was gushing out at about 300 litres per second.","label":1}
{"sentence":"For years, \"Monkey Hill\", as it was known, had been the scene of bloody violence and frequent fatalities.","label":0}
{"sentence":"Get enough so that you feel your best and keep your body healthy","label":0}
{"sentence":"“People who restrict too much create psychological connections to those forbidden foods, causing them to overeat when they do consume them.”","label":1}
{"sentence":"You can always have too much of a good thing, even sleep.","label":0}
{"sentence":"Heroin made from Afghan opium makes up 95% of the market in Europe.","label":1}
{"sentence":"We're producing more and more solar panels - which is great - but how are we going to deal with the waste? she asks.","label":0}
{"sentence":"Let's delve deeper into the research","label":0}
{"sentence":"Like Szabo, she employs tricks to avoid a full wash: Airing the garment overnight, or spraying vinegar or vodka in the armpits","label":0}
{"sentence":"There are generally two broad categories of sunscreen -- chemical and physical","label":1}
{"sentence":"Energy experts are calling for urgent government action to prevent a looming global environmental disaster.","label":0}
{"sentence":"Refined pasta, which is most commonly consumed, has a limited amount of nutrition,","label":0}
{"sentence":"All vaccines in the U.S. go through strict studies to make sure they’re safe and will work","label":1}
{"sentence":"Microwaves heat your food","label":0}
{"sentence":"Makeup with SPF is a nice addition, not a replacement for sunscreen.","label":0}
{"sentence":"So long as they don't require very high temperatures beyond 200C, companies are increasingly turning to heat pumps, Dr Wilk argues, because it allows them to move away from natural gas, which has become extremely expensive following Russia's invasion of Ukraine.","label":1}
{"sentence":"Physical sunscreens, also known as mineral sunscreens, have ingredients like zinc oxide and titanium oxide, which reflect the rays.","label":1}
{"sentence":"What and how much you eat will determine weight gain or loss.","label":1}
{"sentence":"Don't jump to conclusions just yet","label":0}
{"sentence":"While there’s no proven relationship between the habit and arthritis, persistent cracking can wear down your synovial membrane and make it easier for your joints to crack.","label":1}
{"sentence":"No, COVID-19 vaccines have not been linked to infertility or miscarriage","label":1}
{"sentence":"Energy companies, industrial and vehicle manufacturers and governments have an essential part to play in achieving net zero","label":1}
{"sentence":"A Taliban spokesman told the BBC they imposed the ban because of the harmful effects of opium - which is taken from the poppy seed capsules - and because it goes against their religious beliefs.","label":0}
{"sentence":"It’s an old wives’ tale, says Natker.","label":0}
{"sentence":"Heat pumps require electricity to work but can produce around three or four kilowatt hours of heat for every kilowatt hour of power they consume.","label":1}
{"sentence":"Cracking your fingers causes arthritis.","label":1}
{"sentence":"In ancient Greek and Roman literature, for example, there are depictions of women reaping corn and stories of young women working as shepherds.","label":1}
{"sentence":"In truth, Monkey Hill wasn't normal.","label":0}
{"sentence":"\"One of the worst things that you can do to a garment, in terms of its durability, is wash it.\"","label":1}
{"sentence":"Just be mindful of the sweeteners and creamers you add to your coffee.","label":0}
{"sentence":"Alcohol, when misused, can impair your judgment and seriously affect your health.","label":1}
{"sentence":"Potatoes are starchy, so many people steer clear of them.","label":0}
{"sentence":"The data suggests otherwise","label":0}
{"sentence":"Cheese has a lot of nutrients and shouldn't be wholly avoided.","label":0}
{"sentence":"The most recent estimates, from 2021, indicate that 22 million people globally live in forced marriages.","label":1}
{"sentence":"China's government dismisses any suggestion the disease may have originated in a Wuhan laboratory.","label":1}
{"sentence":"Mosuo men in southwestern China, for instance, might help raise their sisters' children rather than their own.","label":1}
{"sentence":"As the political theorist Anne Philips has written, \"Anyone, given half a chance, will prefer equality and justice to inequality and injustice.\"","label":0}
{"sentence":"Demand for fuel made from animal by-products is expected to triple by 2030, with airlines leading the charge.","label":1}
{"sentence":"This is a random statement","label":0}
{"sentence":"As documented by the American historian Gerda Lerner, written records from that time show women gradually disappearing from the public world of work and leadership, and being pushed into the domestic shadows to focus on motherhood and domestic labour.","label":0}
{"sentence":"Just like with nutrients and calories, basic hydration needs varies for each individual, says Heather Calcote.","label":0}
{"sentence":"Around 5,000 years ago, administrative tablets from the Sumerian city of Uruk in southern Mesopotamia show those in charge taking great pains to draw up detailed lists of population and resources.","label":0}
{"sentence":"In 1900, the Asante ruler Nana Yaa Asantewaa led her army in rebellion against British colonial rule.","label":1}
{"sentence":"While no vaccine is 100% effective, they are far better than not getting a vaccine","label":1}
{"sentence":"It sowed distrust between those whom people might otherwise turn to for love and support.","label":0}
{"sentence":"The virus, it says, didn't come from the lab or the market but may have been brought into the country on frozen food packaging.","label":1}
{"sentence":"Eating after 7 PM will make you gain weight.","label":1}
{"sentence":"The US news magazine Time reported on the incident that proved to be the final straw:","label":0}
{"sentence":"One of Wool&'s customers is Chelsea Harry from Connecticut, US","label":0}
{"sentence":"\"I think their conclusion is that they are following all the protocols. They haven't found [any] wrongdoing.\"","label":1}
{"sentence":"The most famous of these is the Seated Woman of Çatalhöyük, today behind glass at the Museum of Anatolian Civilizations in Ankara. It depicts a woman sitting upright, her body deeply indented with age and glorious rolls of fat spilling out around her.","label":0}
{"sentence":"What does the number on your bottle of sunscreen mean?","label":0}
{"sentence":"The benefits certainly outweigh the risks in healthy people","label":0}
{"sentence":"to be safe, it's a good idea to follow their advice.","label":0}
{"sentence":"SPF stands for sun protection factor and measures how long a sunscreen protects against UVA and UVB rays","label":1}
{"sentence":"Antiperspirants cause breast cancer","label":1}
{"sentence":"Prof Shi Zhengli inside the laboratory in Wuhan","label":0}
{"sentence":"As daunting as the struggle against patriarchy may feel at times, though, there is nothing in our nature that says we can't live differently.","label":0}
{"sentence":"Enjoying chocolate in moderation will help you satisfy your desire for it without throwing off your healthy eating plan.","label":0}
{"sentence":"Its structural integrity has deteriorated significantly since maintenance operations were suspended in 2015","label":0}
{"sentence":"I trust my nose, she says","label":0}
{"sentence":"Webb said","label":0}
{"sentence":"The chaotic scenes saw suited and booted men fall to the floor after being smashed up against a concrete wall.","label":0}
{"sentence":"This is a critical time to take action on climate change","label":1}
{"sentence":"More people will die as a result of a negative side effect to the COVID-19 vaccine than would actually die from the virus","label":1}
{"sentence":"You walked into the room, you could smell [them] ... I was very fortunate that my wife was as interested in me as she was.","label":0}
{"sentence":"The new research said drinking coffee daily can \"lower [the] likelihood of type 2 diabetes, heart disease, liver and endometrial cancers, Parkinson's disease, and depression","label":0}
{"sentence":"It's about preventing spread of the virus to others and preventing infection that can lead to long-term negative health effects","label":0}
{"sentence":"Designer Stella McCartney caused headlines by detailing her low-clothes-cleaning habits","label":0}
{"sentence":"Russia says Ukraine has launched a series of drone strikes on its territory","label":1}
{"sentence":"The Leopard 2 is seen as a potential game-changer for Ukraine, as it is easy to maintain and designed specifically to compete with the Russian T-90 tanks, which are being used in the invasion.","label":1}
{"sentence":"We’re already seeing the devastating effects of climate change on global food supplies, increasing migration, conflict, disease and global instability, and this will only get worse if we don’t act now","label":1}
{"sentence":"Afghanistan used to produce more than 80% of the world's opium.","label":1}
{"sentence":"nonionizing radiation isn't known to cause cancer in humans because it isn't strong enough to alter the structure of cells.","label":1}
{"sentence":"To lose weight, try spreading out your calories throughout the day, so you’re not starving in the evening and end up overeating, she suggests.","label":1}
{"sentence":"Scientists are still looking into the origin of COVID-19, but they do know it’s unlikely that someone made it in a lab","label":1}
{"sentence":"Those two alternatives now find themselves at the heart of a geopolitical stand-off, a swirling mass of conspiracy theories, and one of the most politicised and toxic scientific debates of our time.","label":0}
{"sentence":"Maddie, from Leicestershire, went missing from her bed in an Algarve holiday apartment on the evening of May 3, 2007.","label":1}
{"sentence":"The takeaway does appear to be that, so long as you don’t abuse alcohol, it is unlikely to do much damage to your brain.","label":1}
{"sentence":"Today, the Wool& brand sells merino wool dresses with the help of a \"challenge\" where customers wear the same dress every day for 100 days","label":0}
{"sentence":"Breakfast is the most important meal of the day","label":1}
{"sentence":"Here's what you have to remember about popcorn","label":0}
{"sentence":"Air New Zealand said knowing average passenger weight would improve fuel efficiency in the future.","label":1}
{"sentence":"Often in matrilineal communities, power and influence are shared between women and men.","label":1}
{"sentence":"We saw online people calling us 'military dogs'","label":1}
{"sentence":"Sugar in fruit comes along with fiber, vitamins, antioxidants and minerals, which makes it more nutritious than sugar-laden snacks or candy.","label":1}
{"sentence":"I am incredibly hygienic myself, but I'm not a fan of dry cleaning or any cleaning, really.\"","label":0}
{"sentence":"Prof Wang is one of a group of scientists who believe that the evidence overwhelmingly suggests that the virus passed to humans in a Wuhan market.","label":0}
{"sentence":"Prof Wang says Prof Shi told him she \"lost sleep for a day or two\" because she worried about the possibility that \"there's a sample in her lab that she did not know of, but has a virus, contaminated something, and got out\".","label":1}
{"sentence":"We can halt climate change and create a sustainable future for humans and nature","label":1}
{"sentence":"The United Nations’ Intergovernmental Panel on Climate Change (IPCC) concluded that warming from increased levels of human-produced greenhouse gases is actually many times stronger than any climate change effects due to the sun","label":1}
{"sentence":"Jackson pointed out","label":0}
{"sentence":"Even if you're lactose intolerant, there are some cheeses you can still eat!","label":0}
{"sentence":"While some people that receive the vaccine may develop symptoms as their immune system responds, remember that this is common when receiving any vaccine and not considered serious or life-threatening","label":1}
{"sentence":"Are we noticing the cancer thing yet?","label":0}
{"sentence":"We asked him to clarify whether that meant another branch of government carried out a formal search of the WIV - one of China's top national laboratories, known to have spent years studying coronaviruses.","label":1}
{"sentence":"Aimee's blood sugar levels also worsened and her blood fat levels - lipids - went up.","label":0}
{"sentence":"According to the American Heart Association, lightly seasoned air-popped popcorn is rich in fiber, which can help lower the risk of heart disease and other health issues.","label":1}
{"sentence":"In addition, the mortality rate can vary widely and is influenced by age, sex and underlying health condition","label":0}
{"sentence":"you're wondering how the heck you're going to apply sunscreen after you've done your makeup","label":0}
{"sentence":"But the habit itself won’t give you arthritis — at least not according to clinical studies, including one way back in 1990 and one more recently in 2011 specifically focused on addressing this myth.","label":0}
{"sentence":"The yolk of an egg is where you'll find the bulk of the cholesterol.","label":1}
{"sentence":"To receive emergency use authorization, the biopharmaceutical manufacturer must have followed at least half of the study participants for at least two months after completing the vaccination series, and the vaccine must be proven safe and effective in that population","label":1}
{"sentence":"classic case of correlation without causation.","label":0}
{"sentence":"Mayo Clinic vaccine experts also will review the available data","label":0}
{"sentence":"Heat pumps work by compressing gently warmed refrigerants to raise the temperature of these fluids.","label":1}
{"sentence":"COVID-19 vaccines cause infertility or miscarriage","label":1}
{"sentence":"Based on the findings, we should reconsider","label":0}
{"sentence":"The COVID-19 virus, the Chinese governmane says, didn't come from the lab or the market but may have been brought into the country on frozen food packaging.","label":1}
{"sentence":"Gluten has been linked to lowering the risk of type 2 diabetes and helping the cardiovascular system.","label":1}
{"sentence":"It's just not true for everyone:","label":0}
{"sentence":"The results are inconclusive","label":0}
{"sentence":"Heat pumps are increasingly popular with some home owners but domestic devices are relatively small and tend to have outputs of several kilowatts or so. ","label":0}
{"sentence":"Among the competitors in the Indigo Invitational, now starting its fifth year, more than nine out of 10 persons delay the first wash of their trousers until they have been worn 150 or 200 times, Szabo estimates","label":0}
{"sentence":"sodium. Sodium helps your nervous system, muscular system and more","label":0}
{"sentence":"They are also champions of something else: The denim low-wash","label":0}
{"sentence":"This myth started after comments made by Bill Gates from The Gates Foundation about a digital certificate of vaccine records","label":0}
{"sentence":"And it can be done","label":0}
{"sentence":" But how it got from bats to us is a far more controversial question, and from the start there were two main possibilities","label":1}
{"sentence":"Efficiency matters and he argues that ammonia - his firm's choice of refrigerant - helps to make heat pumps particularly efficient.","label":1}
{"sentence":"Within a matter of minutes, Abdul and a dozen other men raze the poppy crop which covered the small field.","label":0}
{"sentence":"Ingredients used, such as preservatives, artificial sweeteners and emulsifiers, do not typically feature in home cooking.","label":0}
{"sentence":"You cannot get COVID-19 infection from the COVID-19 vaccines; they are inactivated vaccines and not live viruses","label":1}
{"sentence":"I wouldn't change my bra every day and I don't just chuck stuff into a washing machine because it's been worn","label":0}
{"sentence":"Taylor questioned","label":0}
{"sentence":"Eggs have almost no effect on your blood cholesterol.","label":1}
{"sentence":"Participation in the survey is voluntary.","label":1}
{"sentence":"“Unless the laws of physics have changed, one pound is one pound is one pound,” says Elana Natker.","label":0}
{"sentence":"We need to consider all factors","label":0}
{"sentence":"Packing your spaghetti dinner with some veggies or a salad can help make your whole meal more nutritionally sound","label":0}
{"sentence":"On Saturday, an adviser to Mr Reznikov told the BBC that Nato countries committed to helping Ukraine need to be several steps ahead of the enemy.","label":0}
{"sentence":"Webb was able to map the plume's properties using its extremely sensitive Near-Infrared Spectrograph (NIRSpec) instrument.","label":1}
{"sentence":"In the new BBC podcast we shed light on this difficult, but vitally important, question through interviews with some of the leading scientists from all sides of the debate - as well as on-the-ground reporting, from the streets of Wuhan to the inside of a high-security laboratory in the US.","label":0}
{"sentence":"“A myth perpetuated in gyms!” Webb says.","label":0}
{"sentence":"Robinson highlighted","label":0}
{"sentence":"He also says there's \"zero chance\" that Prof Shi or anyone in her team was hiding the fact that they had found evidence of a lab leak because they were behaving like nothing happened, including going out for dinner, and planning a karaoke session.","label":1}
{"sentence":"Their results found that, no, it doesn’t.","label":0}
{"sentence":"Yuriy Sak said that the West needed to redefine what it meant to stand with Ukraine - and that it did not simply mean stabilising Ukraine's front line.","label":0}
{"sentence":"However, alcohol isn’t all bad for the brain, at least according to some research.","label":1}
{"sentence":"Even the height difference between the sexes was slight.","label":0}
{"sentence":"Eggs for breakfast will fill you up with protein and fat and will keep you from overeating the rest of the day.","label":0}
{"sentence":"According to the British government, there are tens of millions of solar panels in the UK.","label":1}
{"sentence":"For zoo visitors, it felt as though they might be peering into our evolutionary past, one in which naturally violent males had always victimised weaker females.","label":0}
{"sentence":"While he continues to believe that the market remains the most plausible explanation for where Covid came from, and does not believe the virus was deliberately engineered, he does not feel all laboratory or research scenarios can yet be excluded.","label":1}
{"sentence":"Over time, marriage turned into a rigid legal institution that treated women as property of their husbands, as were children and slaves.","label":1}
{"sentence":"Everyone needs eight hours of sleep","label":1}
{"sentence":"The problem with this is that women have always done agricultural work.","label":0}
{"sentence":"The first COVID-19 vaccines to reach the market are likely to be messenger RNA (mRNA) vaccines","label":0}
{"sentence":"Say it takes 30 minutes.","label":0}
{"sentence":"Excavations of this and other sites dating to around the same time have unearthed an abundance of female figurines, now filling the cabinets of local archaeological museums.","label":0}
{"sentence":"Fiber- or grain-rich bread has more nutritional value and is sometimes lower in carbs.","label":1}
{"sentence":"Drinking alcohol in any amount dumbs you down.","label":1}
{"sentence":"But one of the paper's authors has told the podcast that he now has doubts about the strength of that earlier conclusion.","label":1}
{"sentence":"more people get sick when temperatures drop, but cold weather doesn't directly make you sick.","label":1}
{"sentence":"Most sites that archaeologists dig, you find that men and women, because they have different lives, they have different food and they end up with different diets, according to archaeologist Ian Hodder at Stanford University, who led the Çatalhöyük Research Project until 2018.","label":0}
{"sentence":"In 1930, when London Zoo announced its baboon enclosure would be closing down, the story made headlines.","label":0}
{"sentence":"In matrilineal Asante communities in Ghana, leadership is divided between the queen mother and a male chief, who she helps to select.","label":1}
{"sentence":"Neither is good for your skin.","label":0}
{"sentence":"Person power is the key to power in general, explains political scientist and anthropologist James Scott at Yale University, whose research has focused on early agrarian states.","label":0}
{"sentence":"Reducing the frequency of our clothes washing is the right choice for the environment.","label":1}
{"sentence":"Individual talents, needs, or desires didn't matter.","label":0}
{"sentence":"But the research simply doesn’t back this up.","label":0}
{"sentence":"I'm looking at this beautiful blue sky and this building of the ICTY which managed to bring us partial justice.","label":0}
{"sentence":"50% developed systemic reactions primarily headache, chills, fatigue or muscle pain or fever lasting for a day or two","label":0}
{"sentence":"It is more about what other foods you are eating with the eggs;","label":0}
{"sentence":"There are no strong epidemiologic studies in the medical literature that link breast cancer risk and antiperspirant use, and very little scientific evidence to support this claim.\"","label":1}
{"sentence":"Less than two years ago the men were insurgent fighters, part of a war to seize control of the country.","label":0}
{"sentence":"It's best to choose breads with more than 3 grams of dietary fiber per serving.","label":1}
{"sentence":"The lasting psychological damage of the patriarchal state was to make its gendered order appear normal, even natural, in the same way that class and racial oppression have historically been framed as natural by those in power.","label":0}
{"sentence":"consuming eggs regularly does not increase your risk for cardiovascular disease.","label":1}
{"sentence":"According to the CDC, mRNA vaccines work by instructing cells in the body how to make a protein that triggers an immune response","label":1}
{"sentence":"Coconut sugar, agave nectar, \"raw\" sugar, palm sugar, evaporated cane juice -- these are all sugar.","label":1}
{"sentence":"Those social norms became today's gender stereotypes, including the idea that women are universally caring and nurturing and that men are all naturally violent and suited to war.","label":0}
{"sentence":"The UN says a major spill in the Red Sea would destroy coral reefs","label":1}
{"sentence":"How much water you need to drink daily depends on your exercise and activity level, and even the temperature of where you live.","label":1}
{"sentence":"MP Conor Burns said he understood that a \"surface vessel\" was in the sea around Bournemouth Pier at the time of the horror.","label":1}
{"sentence":"But he says that she checked her samples and found they contained no evidence of the virus that causes Covid or any other virus close enough to have caused the outbreak.","label":1}
{"sentence":"Since denim becomes softer when it’s soapy and wet, one of the keys to achieving high-contrast patterns is to avoid washing them","label":1}
{"sentence":"So many foods that we were once told to avoid are beneficial in terms of your health.","label":0}
{"sentence":"This is a random statement","label":0}
{"sentence":"There is no vaccine microchip, and the vaccine will not track people or gather personal information into a database","label":1}
{"sentence":"SPF 100 only blocks 99%","label":1}
{"sentence":"It's important to remain objective","label":0}
{"sentence":"This combined with the practice of patrilocal marriage, in which daughters are expected to leave their childhood homes to live with their husbands’ families, marginalised women and made them vulnerable to exploitation and abuse in their own homes.","label":0}
{"sentence":"Ukraine denies carrying out the attacks.","label":0}
{"sentence":"Studies have shown that whole-grain pasta has more nutritional value and can keep you fuller longer.","label":0}
{"sentence":"Mayo Clinic will recommend the use of those vaccines that we are confident are safe","label":0}
{"sentence":"“While eating protein is important, eating more than you need is unnecessary.","label":1}
{"sentence":"But the specialist infrastructure to scrap and recycle them is lacking.","label":0}
{"sentence":"Then the armed men, all wearing a shalwar kameez (a traditional Afghan tunic with loose fitting trousers), most with long beards and some with kohl-lined eyes, pile into the back of a pickup truck and move on to the next farm.","label":0}
{"sentence":"Only parasitic STDs like crabs (pubic lice) or trichomoniasis have any real chance of being transmitted by sitting on a dirty toilet seat.","label":1}
{"sentence":"Canned vegetables contain more sodium since it's used as a preservative","label":1}
{"sentence":"Scientists have since debunked the idea that eggs increase your blood cholesterol and heighten your risk for heart disease","label":1}
{"sentence":"More from John Sudworth on Covid","label":0}
{"sentence":"It's not all created equally.","label":0}
{"sentence":"Designer Stella McCartney is not a fan of frequent clothes washing, though she is still \"incredibly hygienic\"","label":1}
{"sentence":"Instead of turning to the washing machine, raw denim wearers learn other ways to care for their garments, like exposing them to UV rays (\"I call it the sun bath,\" Szabo says) or just airing them overnight","label":0}
{"sentence":"Yes, nuts have fat in them, but that's why we like them -- it's good fat.","label":1}
{"sentence":"When you switch to a clean supplier, they guarantee that for every unit of electricity you take out of the Grid, they’ll put the same amount of clean energy back in, helping to clean up our energy supply","label":1}
{"sentence":"Subjected to centuries of sexist laundry advertising, women would be less responsive to the idea of not washing their clothes, he theorised, and research backed him up, showing that, with women, environmentalism was a more effective reason to give","label":0}
{"sentence":"I already had COVID-19 and I have recovered, so I don't need to get a COVID-19 vaccine when it's available","label":1}
{"sentence":"Then, during the pandemic, Harry started hiking","label":0}
{"sentence":"Instead of turning to the washing machine, raw denim wearers learn other ways to care for their garments, like exposing them to UV rays or just airing them overnight.","label":1}
{"sentence":"How did patriarchy actually begin?","label":0}
{"sentence":"According to reports, first published in 2020, several people in Foral had confirmed they saw Christian B and his distinctive Westfalia van parked outside a restaurant in the village and near a property, named Villa Bianca","label":1}
{"sentence":"As anthropologist Melissa Emery Thompson at the University of New Mexico has observed, inter-generational family relationships in primates are consistently organised through mothers, not fathers.","label":1}
{"sentence":"And among middle-aged adults, older research found that drinking more actually improved some cognitive functions, including vocabulary and accumulated information (although they did ponder whether social factors also played a role).","label":1}
{"sentence":"Some cheeses are better nutrition-wise than others","label":0}
{"sentence":"Many consumers also believe organic food to be healthier","label":0}
{"sentence":"Now they've won and are on the ruling side, enforcing the orders of their leader.","label":0}
{"sentence":"This vaccine was created using a novel technology based on the molecular structure of the virus","label":1}
{"sentence":"United Nations data shows that, even today, women comprise almost half the world’s agricultural workforce and are nearly half of the world’s small-scale livestock managers in low-income countries.","label":1}
{"sentence":"Going out with wet hair gets you sick.","label":1}
{"sentence":"Anthropologists have identified at least 160 existing matrilineal societies across the Americas, Africa, and Asia, in which people are seen to belong to their mothers’ families over generations, with inheritance passing from mother to daughter.","label":0}
{"sentence":"Nuts can be pricey, but you're getting a lot of value for your buck when you consider how nutritious they are and how far they can go with filling up your belly.","label":0}
{"sentence":"And even then, the likelihood is extremely low.","label":0}
{"sentence":"There's a growing cohort of people who believe in washing clothes less – or not at all.","label":1}
{"sentence":"About 15% of people developed short lived symptoms at the site of the injection","label":0}
{"sentence":"Many pharmaceutical companies invested significant resources into quickly developing a vaccine for COVID-19 because of the world-wide impact of the pandemic","label":1}
{"sentence":"One is that the virus spread naturally from bats to humans, perhaps via other animals. Many scientists say the weight of evidence suggests that is the most likely scenario.","label":1}
{"sentence":"Over the past few years, I've been travelling the world to understand the origins of human patriarchy for my book The Patriarchs.","label":0}
{"sentence":"When you start adding a ton of butter or oil to the mix, you lower the nutrient quality of your popcorn.","label":0}
{"sentence":"But the research simply doesn’t back this up.","label":0}
{"sentence":"Eight is the magic numbe","label":0}
{"sentence":"Chemical sunscreens contain avobenzone and oxybenzone, which absorbs the sun's rays and converts them to heat.","label":1}
{"sentence":"By deliberately confining people to narrow gender roles, patriarchy disadvantaged not just women, but also many men.","label":0}
{"sentence":"There is not enough information currently available to say if or for how long after infection someone is protected from getting COVID-19 again","label":1}
{"sentence":"Over time, young women were expected to focus on having more and more babies, especially sons who would grow up to fight.","label":0}
{"sentence":"More importantly for the story of patriarchy, there was plant and animal domestication for a long time before the historical record shows obvious evidence of oppression based on gender.","label":1}
{"sentence":"In 2005, researchers tested the hypothesis that chilling your body increases your chances of being infected with the common cold virus, also known as acute viral nasopharyngitis.","label":0}
{"sentence":"It has long been claimed that antiperspirants and deodorants contain harmful, cancer-causing substances, like parabens and aluminum, which can be absorbed by your skin when you use them.","label":0}
{"sentence":"The virus, it says, didn't come from the lab or the market but may have been brought into the country on frozen food packaging.","label":0}
{"sentence":"But the global warming we’ve seen over the last few decades is too rapid and dramatic to be linked to changes in earth’s orbit, and too large to be caused by solar activity","label":1}
{"sentence":"Exercise a little common sense: Use a toilet seat cover, and don’t linger.","label":0}
{"sentence":"Monkey Hill cast a long shadow over how animal experts imagined male domination.","label":0}
{"sentence":"In a possible sign that the Chinese government may have taken the lab leak theory more seriously than its official statements suggest, Prof Gao also tells the BBC some kind of formal investigation into the Wuhan Institute of Virology (WIV) was carried out.","label":1}
{"sentence":"In fact, formula can cause an upset stomach in some babies, which would certainly keep them up at night.","label":1}
{"sentence":"Renewable energy can only work when it's not cloudy or windy","label":1}
{"sentence":"Early evidence suggests natural immunity from COVID-19 may not last very long, but more studies are needed to better understand this","label":1}
{"sentence":"Mac Bishop, founder of clothes company Wool & Prince, explains to Fast Company that he changed his focus on \"convenience and minimalism\", which resonated well with male consumers – \"particularly those who already disliked doing laundry\" – when he started promoting his women's brand, Wool&","label":0}
{"sentence":"For centuries, people have held mistaken assumptions about the origins of male-dominated societies, writes Angela Saini.","label":0}
{"sentence":"It's a valid concern","label":0}
{"sentence":"viruses spread more easily in close quarters","label":1}
{"sentence":"The virus that causes Covid, it is almost certain, once came from bats.","label":1}
{"sentence":"This crotch repair is crazy good! they exclaim","label":0}
{"sentence":"Microwaves do emit electromagnetic radiation, a form of nonionizing radiation similar to the radio frequency waves that come from your cell phone","label":1}
{"sentence":"There are severe side effects of the COVID-19 vaccines","label":1}
{"sentence":"\"We really don't know where the virus came from… the question is still open,\" Prof Gao tells the BBC.","label":0}
{"sentence":"For centuries tallow and lard have been used to make candles, soaps and cosmetics.","label":1}
{"sentence":" But Prof Wang tells us that he suggested Prof Shi take blood samples from her team to see if they had Covid antibodies in January 2020. He says she followed his advice and all the tests were negative.","label":1}
{"sentence":"This stretch causes an air bubble to form in the fluid, which eventually pops, creating that familiar sound.","label":0}
{"sentence":"Everyone knows that sunscreen is important","label":0}
{"sentence":"That's what I do. I hang them up by the window, I take a shower, I have my Ex Officio underwear, and in the morning, I just put it all back on.","label":0}
{"sentence":"eating eggs can improve your heart health.","label":1}
{"sentence":"Eating more protein will lead to bigger muscles.","label":1}
{"sentence":"His remarks come after Ukraine's defence minister said he had a \"frank discussion\" with his German counterpart about German Leopard 2 tanks, which Kyiv is urgently requesting to confront Russian armour.","label":0}
{"sentence":"We're talking about a whole variety of cancers, heart disease, strokes, dementia.","label":0}
{"sentence":"Yes, fat grams do contain more calories than carbs or proteins, but fat is still an essential component of our diet.","label":1}
{"sentence":"One yolk contains half of your day’s requirement of choline, which is an essential nutrient for the brain.","label":1}
{"sentence":"what type of sunscreen you need, how much you need to apply and when you should wear it","label":0}
{"sentence":"Exploitation of women within patriarchal marriages continues.","label":1}
{"sentence":"The men belong to a Taliban anti-narcotics unit in the eastern Nangarhar province of Afghanistan, and we've been given rare access to join them on one of their patrols to eradicate poppy farming.","label":0}
{"sentence":"Pasta is another food viewed as carb-loaded and void of nutritional value","label":0}
{"sentence":"COVID-19 vaccines were developed using fetal tissue","label":1}
{"sentence":"Carrots are more than 85 percent water, and one pound of cooked carrots only has three teaspoons of sugar","label":1}
{"sentence":"Your genital area would need to come into contact with the toilet seat while the parasite is still on it, and alive — and toilet seats don’t provide ideal living situations for parasites.","label":0}
{"sentence":"For centuries tallow and lard have been used to make candles, soaps and cosmetics.","label":1}
{"sentence":"She told the BBC she that she regretted that her mother never fought for justice for her father, and that she hopes this ruling will inspire others.","label":0}
{"sentence":"He told BBC Panorama: \"In the last decade, the evidence has been slowly growing that ultra-processed food is harmful for us in ways we hadn't thought.","label":0}
{"sentence":"A society made by humans can also be remade by humans.","label":0}
{"sentence":"People increasingly want plant-based protein in their diets rather than from animals.","label":1}
{"sentence":"There's a big difference between the popcorn you get at the movies and the popcorn you air pop at home.","label":1}
{"sentence":"They firmly believe other sites are out there which require a fresh search.","label":0}
{"sentence":"Eating saturated fat directly causes heart disease","label":1}
{"sentence":"The first clear signs of women being treated categorically differently from men appear much later, in the first states in ancient Mesopotamia, the historical region around the Tigris and Euphrates rivers in what is now Iraq, Syria and Turkey.","label":0}
{"sentence":"After a tense siege, George ended up killing her.","label":0}
{"sentence":"You’ve just scrubbed yourself clean, and you’ve got a head of cold, wet hair — you’ve never been more exposed to the germs and viruses flying around in the air outside.","label":0}
{"sentence":"If you applied SPF 30, it would take 30 times longer -- 300 minutes total.","label":1}
{"sentence":"It can also lead to hand swelling and weaken your grip.","label":0}
{"sentence":"The UK imports four million tonnes of soya a year for food and animal feed, with half a million tonnes used for vegan and vegetarian foods","label":1}
{"sentence":"The majority of UK homes get their electricity from the National Grid","label":1}
{"sentence":" \"If your clothes don't smell, then don't bother [washing them],\" advises Sumner.","label":1}
{"sentence":"“Remember that things like tea, coffee, soup, and most fruits also contribute to water intake, but be mindful of added sugars, caffeine, and sodium.”","label":0}
{"sentence":"You can support your body's natural detoxing efforts by eating a healthy diet with minimal processed foods, exercising and working up a sweat, and drinking enough water","label":1}
{"sentence":"Everyone has different hydration needs and should adjust their water intake accordingly based on their activity level and signs of dehydration.","label":1}
{"sentence":"Antiperspirants and deodorants can cause cancer.","label":1}
{"sentence":"Although China has shown a marked lack of transparency, those scientists say there is now enough information, such as the data on those early cases and the environmental sampling in that market, to rule out a lab leak.","label":1}
{"sentence":"There's too much variation in how people apply makeup to say it's enough.","label":0}
{"sentence":"During a wash, he says, garments can tear, shrink and lose colour.","label":0}
{"sentence":"Eggs contain healthy fats (monounsaturated and polyunsaturated fatty acids) that help boost HDL (the good cholesterol) levels.","label":1}
{"sentence":"The rise of the 'no-wash' movement","label":0}
{"sentence":"To be sure, cracking your fingers is no way to make friends in a quiet library.","label":0}
{"sentence":"Others re-think their washing habits due to concerns for the environment or rising electricity costs.","label":1}
{"sentence":"It was a quirk about me that I had these stinky jeans, he tells BBC Culture","label":0}
{"sentence":"We should proceed cautiously","label":0}
{"sentence":"Industry is developing new techniques for storing electricity and managing demand at peak times meaning that even if the sun isn't shining or it’s not blowing a gale, it’s still possible to rely on renewable energy sources","label":1}
{"sentence":"A common takeaway from challenge-takers is \"the decreased laundry that comes along with wearing merino daily\", according to Rebecca Eby from Wool&","label":0}
{"sentence":"A preference for sons is still a feature of traditionally patriarchal countries today, including India and China, where the bias has led to such high rates of female foeticide that sex ratios are grossly skewed.","label":1}
{"sentence":"Experts say billions of panels will eventually all need to be disposed of and replaced.","label":1}
{"sentence":"The advice of late-1900s exercise professionals would have you believe that exercising too late in the evening keeps you up at night.","label":1}
{"sentence":"A picture of the wreckage appeared to be consistent with a UJ-22 - a type of drone manufactured by Ukraine.","label":1}
{"sentence":"Adds Elise Museles: They “keep you satiated by slowing down the digestion process so you stay full for a longer period of time.”","label":1}
{"sentence":"Keep in mind that these side effects are indicators that your immune system is responding to the vaccine and are common when receiving vaccines","label":0}
{"sentence":"Agriculture needs a lot of physical strength.","label":1}
{"sentence":"I recommend further investigation","label":0}
{"sentence":"It may take time for everyone who wants a COVID-19 vaccination to get one","label":0}
{"sentence":"Let's separate fact from fiction and debunk some common sunscreen myths","label":0}
{"sentence":"Wearing a new dress with a different wool blend, she can smell herself – something that never happens in her other dresses, she explains, even when she travels to tropical locations like the Middle East in summer","label":0}
{"sentence":"Let's analyze the data","label":0}
{"sentence":"As we know, the relatively gender-blind way of life at Çatalhöyük didn't continue forever.","label":0}
{"sentence":"Just soothe your hunger before it turns into hanger.","label":0}
{"sentence":"A good night’s rest really depends on a baby’s size, daily sleep patterns, and temperament.","label":0}
{"sentence":"The research on chocolate is still mixed.","label":0}
{"sentence":"While those who jump on the gluten-free bandwagon even if they don’t suffer from celiac disease often feel better, it’s most likely because they’ve eliminated processed foods from their diet.","label":1}
{"sentence":"The COVID-19 vaccine is not safe because it was rapidly developed and tested","label":1}
{"sentence":"I didn’t get a response either","label":0}
{"sentence":"FDA imposes a maximum leak requirement on microwave oven manufacturers that is far lower than what would harm people.","label":1}
{"sentence":"As long as you have no problems digesting gluten, it can benefit your body","label":0}
{"sentence":"Although China has shown a marked lack of transparency, those scientists say there is now enough information, such as the data on those early cases and the environmental sampling in that market, to rule out a lab leak.","label":1}
{"sentence":" Singapore-based scientist, Prof Wang Linfa, was visiting the Wuhan Institute of Virology (WIV), where he is an honorary professor, in January 2020, just as the coronavirus outbreak was taking hold.","label":1}
{"sentence":"The elites in these early societies needed people to be available to produce a surplus of resources for them, and to be available to defend the state – even to give up their lives, if needed, in times of war.","label":0}
{"sentence":"most chocolate contains sugar and saturated fats, not to mention calories","label":1}
{"sentence":"For Szabo, the low-wash habit began when he bought his first pair of raw denim jeans in 2010","label":0}
{"sentence":"This is why the U.S. Department of Health and Human Services recommends limiting your intake to just two drinks per day for men, and one drink for women.","label":1}
{"sentence":"Peas have great environment-friendly credentials.","label":1}
{"sentence":"So if you’re afraid that you might be sick but have a very important meeting tomorrow, you may want to blow-dry your hair before you leave the house.","label":0}
{"sentence":"Unkempt gas station bathrooms might be the site of your worst nightmares, but it’s highly unlikely (though not impossible) that they’ll give you a sexually transmitted disease (STD).","label":1}
{"sentence":"The bottom line: A COVID-19 vaccine can’t make you sick with the disease","label":1}
{"sentence":"potatoes also have a lot of good-for-you nutrients, according to the Mayo Clinic","label":1}
{"sentence":"Until more is understood about how well the vaccine works, continuing with precautions such as mask-wearing and physical distancing will be important","label":0}
{"sentence":"Mayo Clinic recommends getting the COVID-19 vaccine, even if you’ve had COVID-19 previously","label":1}
{"sentence":"The American Academy of Dermatology recommends using a broad-spectrum, SPF 30 or higher, with reapplication every 2 hours.","label":1}
{"sentence":"At the 9,000-year-old site of Çatalhöyük in southern Anatolia in modern-day Turkey, once described as the oldest city in the world for its size and complexity, almost all the archaeological data points to a settlement in which gender made little difference to how people lived.","label":0}
{"sentence":"Bryan Szabo and his team have spent hours poring over photos of well-worn jeans, including vintage fades with swathes of bleached fabric and high-contrast fades with knee-pit patterns of honeycomb as well as whiskers around the crotch area","label":0}
{"sentence":"This is called natural immunity","label":0}
{"sentence":"the goal of all sunscreen is to protect your skin from sun damage","label":0}
{"sentence":"Prof Tim Spector, is a professor of epidemiology at King's College London, who studies trends in disease and oversaw the test.","label":0}
{"sentence":"No longer were people living for themselves and those closest to them.","label":0}
{"sentence":"A DAD who was on a pleasure cruise by Bournemouth pier when two kids died says lifeguards gave a danger warning moments before the horror incident.","label":1}
{"sentence":"Others re-think their washing habits due to concerns for the environment or rising electricity costs","label":0}
{"sentence":"It is too late to stop climate change","label":1}
{"sentence":"Organic foods convey lower pesticide residue exposure than do conventionally produced foods, but the impact of this on human health is not clear.\"","label":1}
{"sentence":"The word \"patriarchy\", meaning \"rule of the father\", reflects how male power has long been believed to start in the family with men as heads of their households, passing power from fathers to sons.","label":0}
{"sentence":"The vaccines will make me sick with COVID-19","label":1}
{"sentence":"In fact, such claims of certainty have been there from the start, most notably in a March 2020 paper which has become one of the most read and most controversial scientific papers of the internet age.","label":1}
{"sentence":"For more than 40 years, satellites have observed the sun's energy output, which has gone up or down by less than 0 percent during that period, while global warming has increased","label":0}
{"sentence":"Working-class women and enslaved women across the world have always done heavy manual labour.","label":1}
{"sentence":"Peas are high in protein, but it is hard to mask their taste when they are used as a meat substitute in large amounts in vegan dishes.","label":1}
{"sentence":"Now, they were living in the interests of the patriarchal state.","label":0}
{"sentence":"I absolutely love just, at the end of the day, hanging out my wool dress, my wool leggings, my wool socks, she says","label":0}
{"sentence":"Earth is flat","label":1}
{"sentence":"In 2019, designer Stella McCartney caused headlines by detailing her low-clothes-cleaning habits, telling the Guardian: \"Basically, in life, rule of thumb: if you don't absolutely have to clean anything, don't clean it","label":0}
{"sentence":"Inadequate sun protection isn't something you should overlook.","label":0}
{"sentence":"Cracking your knuckles causes arthritis","label":1}
{"sentence":"[For one of them], in very tight spaces like a small elevator or something like that, if the dude is wearing certain pairs you can smell it a little bit, he says. \"Some of his best faded examples are also displayed in jeans trade shows. [They have] an aroma... It's not an unpleasant smell, per se, but it's a smell.\"","label":0}
{"sentence":"Research has shown that the canning process preserves nearly all the veggies' nutrients.","label":1}
{"sentence":"viruses spread more easily through dry air","label":1}
{"sentence":"Ordinary solar panels have a capacity of about 400W, so if you count both rooftops and solar farms, there could be as many as 2.5 billion solar panels., says Dr Rong Deng, an expert in solar panel recycling at the University of New South Wales in Australia.","label":0}
{"sentence":"The possibility the Covid virus leaked from a laboratory should not be ruled out, a former top Chinese government scientist has told BBC News.","label":1}
{"sentence":"The meeting at Ramstein Air Base in Germany brought an agreement to supply more armoured vehicles, air defence systems and ammunition.","label":1}
{"sentence":"We have an unsustainable habit for soya and we need to try and break that habit","label":1}
{"sentence":"The safety of COVID-19 vaccine will continue to be closely monitored by the Centers for Disease Control and Prevention (CDC) and the FDA","label":0}
{"sentence":"The higher SPFs tend to give people a false sense of security against the sun, leading to skin damage.","label":0}
{"sentence":"Ms Hotic was born in 1945 and never met her father, who died fighting the Nazis in the World War Two.","label":0}
{"sentence":"The strategy is followed by everyone from the members of a no-wash club to the CEO of Levi's","label":0}
{"sentence":"The technology he was referencing is not a microchip, has not been implemented in any manner and is not tied to the development, testing or distribution of COVID-19 vaccines","label":0}
{"sentence":"To date, there is just not enough valid scientific evidence that supports organic produce as superior to conventionally farmed produce.","label":1}
{"sentence":"Like Monkey Hill at London Zoo in the 1920s, then, this is a warped system, one that has fostered distrust and abuse.","label":0}
{"sentence":"Eating eggs causes high cholesterol","label":1}
{"sentence":"They believe fresh work could unlock new clues which move the case forward.\"","label":0}
{"sentence":"Rather than beginning in the family, then, history points instead to patriarchy beginning with those in power in the first states.","label":0}
{"sentence":"A world-leading virologist and immunologist, Prof Gao is now vice-president of the National Natural Science Foundation of China after retiring from the CDC last year.","label":1}
{"sentence":"No-one wants to join the military","label":0}
{"sentence":"The old idea that as soon as you get farming, you get property, and therefore you get control of women as property, explains Hodder, \"is wrong, clearly wrong.\"","label":0}
{"sentence":"Ukraine has made extensive use of several drones, with the Bayraktar TB2 drone emerging as the real star of the air war for Ukraine,","label":1}
{"sentence":"Despite the popularity of juice cleanses to detoxify your body, your liver, kidneys and skin will get the job done on their own.","label":1}
{"sentence":"A meta-analysis of long-term studies on GMOs concluded that \"GM plants are nutritionally equivalent to their non-GM counterparts and can be safely used in food [for people] and feed [for animals].\"","label":1}
{"sentence":"In addition to the safety review by the FDA, the Advisory Committee on Immunization has convened a panel of vaccine safety experts to independently evaluate the safety data from the clinical trial","label":0}
{"sentence":"None of the approved COVID-19 vaccines in the U.S., or that other companies are currently developing, have the live virus that causes COVID-19","label":1}
{"sentence":"The COVID-19 vaccines are unsafe because drug companies created them quickly","label":1}
{"sentence":"There are 2.5 million litres of water in an Olympic-sized swimming pool. ","label":1}
{"sentence":"The ingredients in sunscreen determine how they protect your skin from the sun.","label":0}
{"sentence":"\"The Proximal Origin of Sars-Cov-2\" was written by some of the most eminent scientists in the field of virology and emerging disease, and it concluded: \"We do not believe that any type of laboratory-based scenario is plausible.\"","label":1}
{"sentence":"It's fine to skip breakfast.","label":1}
{"sentence":"Some of these pairs, as it's coming up on the end of the year, I wouldn't want to handle up close, he says","label":0}
{"sentence":"Forced marriage, the most extreme version of this, was designated a form of modern-day slavery by the International Labour Organization in its statistics for the first time in 2017.","label":1}
{"sentence":"You'll still get nutrition from white rice.","label":0}
{"sentence":"They both emit UV rays that cause skin cancer.","label":1}
{"sentence":"Because we’re in a global pandemic, drug companies spent lots of time and money quickly making the COVID-19 vaccines","label":0}
{"sentence":"e. SPF 50 blocks roughly 98% of UV rays.","label":1}
{"sentence":"According to the National Dairy Council, cheese is a great source of calcium, phosphorus and vitamin A","label":0}
{"sentence":"Now-declassified US intelligence suggests that several researchers at the WIV became sick in autumn 2019 with symptoms \"consistent with both Covid-19 and common seasonal illnesses\".","label":1}
{"sentence":"seven to nine hours is still the standard recommendation for adults,","label":1}
{"sentence":"Carrots are high in sugar, so you should avoid them","label":1}
{"sentence":"They smelled awful","label":0}
{"sentence":"Johnson emphasized","label":0}
{"sentence":"nd K. If calories or a high level of fat are a concern, don't eat the whole avocado in one go.","label":0}
{"sentence":"This is a random statement","label":0}
{"sentence":"Gluten-free is a hot trend in the world of nutrition, but it’s not for everyone, says Museles.","label":0}
{"sentence":"The COVID-19 vaccine was developed to control the general population either through microchip tracking or \"nanotransducers\" in our brains","label":1}
{"sentence":"your body is basically one big filter for icky stuff.","label":0}
{"sentence":"An urgency to move away from fossil fuels is leading to a rush - particularly in Europe - for bigger and beefier heat pump systems that can power entire towns. ","label":1}
{"sentence":"Air-popped popcorn is a great snack because it's whole grain.","label":1}
{"sentence":"Plus recent research shows that dietary cholesterol doesn’t affect blood cholesterol levels as much as previously thought, Holovach adds.","label":1}
{"sentence":"The dawn of farming was also when humans started to keep property such as cattle.","label":1}
{"sentence":"This is when things really changed","label":0}
{"sentence":"Animal fats are considered waste","label":1}
{"sentence":"The novel methodology to develop a COVID-19 vaccine allows it to be free from materials of animal origin and synthesized by an efficient, cell-free process without preservatives","label":1}
{"sentence":"It's worth a try","label":0}
{"sentence":" According to Harvard University, \"There is no scientifically valid evidence to suggest that coffee can stunt a person's growth.\"","label":1}
{"sentence":"We already have the technology and systems to achieve net zero carbon emissions by 2050","label":1}
{"sentence":"The stalks fly in the air, as does the sap from the poppy bulb, releasing the distinctive, pungent smell of opium in its most raw form.","label":0}
{"sentence":"Scientists dispute - sometimes bitterly - whether the question really is still open.","label":0}
{"sentence":"But it can cause the onset of symptoms if the virus is already in your body.","label":0}
{"sentence":"However, these breads tend to be more expensive","label":0}
{"sentence":"Airlines are under pressure to rein in their huge carbon emissions","label":1}
{"sentence":"Man-made climate change is the biggest environmental crisis of our time","label":1}
{"sentence":"The National Cancer Institute says that there is no known evidence that these chemicals can cause cancer, and the Food and Drug AdministrationTrusted Source has similarly dispelled the notion that parabens can affect estrogen levels, and thus lead to cancer.","label":0}
{"sentence":"Injecting mRNA into your body will not interact or do anything to the DNA of your cells","label":1}
{"sentence":"This is no longer an excuse not to act on climate change and push the burden onto future generations","label":0}
{"sentence":"Long-standing friends, they are two of the world's top experts on bat coronaviruses - earning themselves the nicknames Batman and Batwoman.","label":0}
{"sentence":"Under German export laws, other countries who want to supply Leopards - like Poland and Finland - are unable to do so until Berlin gives the all-clear.","label":1}
{"sentence":"Underneath her resting arms appear to be two big cats, possibly leopards, looking straight ahead as though she had tamed them.","label":0}
{"sentence":"For starters, human ways of organising ourselves actually don't have many parallels in the animal kingdom.","label":1}
{"sentence":"The recommended intake is 2,300 mg of sodium per day or less.","label":0}
{"sentence":"\"Yeah,\" he replies, \"that lab was double-checked by the experts in the field.\"","label":1}
{"sentence":"And many in brightly coloured fascinators cheered on horses they'd bet on.","label":0}
{"sentence":"Jovica Stanišic and Franko Simatovic were convicted of training death squads accused of ethnic cleansing during the break-up of Yugoslavia.","label":1}
{"sentence":"Scents and sensibility","label":0}
{"sentence":"cold weather can temporarily impair your immune system.","label":1}
{"sentence":"But across the primate world, this is vanishingly rare.","label":0}
{"sentence":"But the competitors are not only the top jeans faders in the world","label":0}
{"sentence":"To lose weight, avoid indulging.","label":1}
{"sentence":"“You don’t magically store more fat after 7 PM,” says Danielle Omar.","label":0}
{"sentence":" He tells the BBC a colleague at the WIV had been worried about the possibility of a lab leak, but that she was able to dismiss it.","label":1}
{"sentence":"More than nine out of 10 persons delay the first wash of their trousers until they have been worn 150 or 200 times.","label":1}
{"sentence":"\"The so-called 'lab leak' is a lie created by anti-China forces.","label":1}
{"sentence":"A few of his raw denim friends go even further, abiding by what he calls a \"never-wash philosophy\"","label":0}
{"sentence":"Washing clothes is important for medical and hygiene reasons, he says, for example for people suffering from eczema who are trying to avoid irritation caused when our natural skin bacteria multiply inside our clothing.","label":1}
{"sentence":"German Defence Minister Boris Pistorius said opinions remained divided over supplying Leopards, and he denied that Berlin was blocking such a move.","label":0}
{"sentence":" Exercising at night ruins your sleep","label":1}
{"sentence":"The most important thing for the state was that everybody played their part according to how they had been categorised: male or female.","label":0}
{"sentence":"According to Harvard Medical School, nuts are loaded with unsaturated fats, protein, fiber, and other nutrients","label":0}
{"sentence":"A HUGE fight broke out at the Epsom Derby as boozed-up revellers threw punches in shocking scenes.","label":1}
{"sentence":"produce. Studies have concluded that \"there is some evidence for potential benefits of organic food consumption\" but \"considerable uncertainty\/controversy remains on whether or to what extent these composition differences affect human health.\"","label":1}
{"sentence":"To be able to defend our land means to be able to de-occupy our land, to liberate our territories and for this we need heavy tanks, for this we need armoured vehicles, he said.","label":0}
{"sentence":"The 2011 Indian Census showed it had 111 boys for every 100 girls, although data suggests these figures are improving as social norms change in favour of daughters.","label":1}
{"sentence":"Since denim becomes softer when it’s soapy and wet, one of the keys to achieving high-contrast patterns is to avoid washing them.","label":1}
{"sentence":"Anyone violating the ban would have their field destroyed and be penalised according to Sharia law.","label":0}
{"sentence":"While he continues to believe that the market remains the most plausible explanation for where Covid came from, and does not believe the virus was deliberately engineered, he does not feel all laboratory or research scenarios can yet be excluded. ","label":1}
{"sentence":"It's important to recognize that getting the vaccine is not just about survival from COVID-19","label":0}
{"sentence":"Circulating on social media is the claim that COVID-19's mortality rate is 1%-2% and that people should not be vaccinated against a virus with a high survival rate","label":0}
{"sentence":"A person needs to learn to recognize thirst and drink water both with meals and in between meal times as needed.","label":0}
{"sentence":"“Healthy eating and healthy living is all about balance,” says Stephanie Mull, so there’s always room for most foods in one’s diet.","label":0}
{"sentence":"Travelling from his native Canada to Europe, he brought his jeans for the six-month trip","label":0}
{"sentence":"Your body also eliminates waste and impurities through your digestive tract (poop, hello), your lungs and your lymphatic system","label":1}
{"sentence":"According to Russian media reports monitored by the BBC, there have been more than 60 suspected drone attacks this year in Russia and Russian-controlled territory in Ukraine.","label":1}
{"sentence":"They would probably smell wrong.","label":0}
{"sentence":"As for the denim bros, Szabo says most are driven by aesthetical concerns that are \"accidentally sustainable\"","label":0}
{"sentence":"There are short-term mild or moderate vaccine reactions that resolve without complication or injury","label":0}
